Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Pick any size from 512 to 131,072
ar: اختر أي حجم من 512 إلى 131,072
de: Wählen Sie eine beliebige Größe von 512 bis 131.072
es: Elige cualquier tamaño entre 512 y 131 072
fr: Choisissez une taille entre 512 et 131 072
he: בחר כל גודל בין 512 ל-131,072
hi: 512 से 131,072 तक कोई भी आकार चुनें
id: Pilih ukuran apa pun dari 512 hingga 131.072
it: Scegli una dimensione qualsiasi da 512 a 131.072
ja: 512 から 131,072 までの任意のサイズを選択
ko: 512에서 131,072 사이의 크기를 선택하세요
nl: Kies een grootte tussen 512 en 131.072
pl: Wybierz dowolny rozmiar od 512 do 131 072
pt_br: Escolha qualquer tamanho de 512 a 131.072
ru: Выберите любой размер от 512 до 131 072
sv: Välj valfri storlek från 512 till 131 072
tr: 512 ile 131.072 arasında herhangi bir boyut seçin
uk: Виберіть будь-який розмір від 512 до 131 072
vi: Chọn kích thước bất kỳ từ 512 đến 131.072
zh_hans: 可选择 512 到 131,072 之间的任意大小
zh_hant: 可選擇 512 到 131,072 之間的任意大小

source: Pin
ar: تثبيت
de: Anheften
es: Fijar
fr: Épingler
he: הצמד
hi: पिन करें
id: Sematkan
it: Fissa
ja: ピン留め
ko: 고정
nl: Vastmaken
pl: Przypnij
pt_br: Fixar
ru: Закрепить
sv: Fäst
tr: Sabitle
uk: Закріпити
vi: Ghim
zh_hans: 置顶
zh_hant: 置頂

source: Pin Max
ar: تثبيت الحد الأقصى
de: Maximum anheften
es: Fijar al máximo
fr: Épingler au max
he: הצמד מקסימום
hi: अधिकतम पिन करें
id: Sematkan Maks
it: Fissa al massimo
ja: 最大で固定
ko: 최대 고정
nl: Vastzetten op max
pl: Przypnij maks.
pt_br: Fixar no Máximo
ru: Закрепить макс.
sv: Fäst max
tr: Maksimumu Sabitle
uk: Закріпити максимум
vi: Ghim tối đa
zh_hans: 固定为最大值
zh_hant: 固定為最大值

source: Pinned MLX variants with completed install gates. The first choice is sized for this Mac; the others are available when you want a different quality or disk tradeoff.
ar: متغيرات MLX مثبتة اكتملت فحوصات تثبيتها. الخيار الأول مناسب لهذا الـ Mac، بينما توفر الخيارات الأخرى موازنة مختلفة بين الجودة ومساحة القرص.
de: Angeheftete MLX-Varianten mit abgeschlossenen Installationsprufungen. Die erste Wahl ist fur diesen Mac dimensioniert; die anderen bieten unterschiedliche Qualitats- und Speicherkompromisse.
es: Variantes MLX fijadas con las comprobaciones de instalacion completadas. La primera opcion esta dimensionada para este Mac; las demas ofrecen distintos compromisos de calidad y disco.
fr: Variantes MLX epinglees dont les controles d'installation sont termines. Le premier choix est adapte a ce Mac; les autres offrent un compromis qualite-disque different.
he: גרסאות MLX מוצמדות עם בדיקות התקנה שהושלמו. הבחירה הראשונה מותאמת ל-Mac הזה, והאחרות מציעות איזונים שונים בין איכות לנפח דיסק.
hi: पूर्ण इंस्टॉल जांच वाली पिन की गई MLX वैरिएंट। पहला विकल्प इस Mac के लिए आकारित है; बाकी गुणवत्ता और डिस्क के अलग समझौते देते हैं।
id: Varian MLX yang dipasangkan dengan pemeriksaan instalasi selesai. Pilihan pertama disesuaikan untuk Mac ini; lainnya menawarkan pertukaran kualitas dan ruang disk yang berbeda.
it: Varianti MLX fissate con i controlli di installazione completati. La prima scelta e dimensionata per questo Mac; le altre offrono compromessi diversi tra qualita e spazio.
ja: インストール検証を完了した固定MLXバリアントです。先頭の候補はこのMac向けにサイズ調整されています。他は品質とディスク容量の違う選択肢です。
ko: 설치 검사를 완료한 고정 MLX 변형입니다. 첫 번째 선택은 이 Mac에 맞게 크기가 정해졌고, 나머지는 품질과 디스크 사용량의 다른 절충안입니다.
nl: Vastgezette MLX-varianten met voltooide installatiecontroles. De eerste keuze is afgestemd op deze Mac; de andere bieden een andere balans tussen kwaliteit en schijfruimte.
pl: Przypiete warianty MLX z ukonczonymi testami instalacji. Pierwszy wybor jest dopasowany do tego Maca, a pozostale oferuja inne kompromisy jakosci i miejsca na dysku.
pt_br: Variantes MLX fixadas com os testes de instalacao concluidos. A primeira opcao e dimensionada para este Mac; as outras oferecem diferentes trocas entre qualidade e disco.
ru: Zakreplennye varianty MLX s zavershennymi proverками ustanovki. Pervyi variant podobrаn dlya etogo Mac, ostalnye dayut drugoi balans kachestva i mesta.
sv: Fastasta MLX-varianter med slutforda installationskontroller. Det forsta valet ar dimensionerat for denna Mac; de andra ger andra avvagningar mellan kvalitet och diskutrymme.
tr: Kurulum kontrolleri tamamlanmis sabitlenmis MLX varyantlari. Ilk secenek bu Mac icin boyutlandirildi; digerleri farkli kalite ve disk dengeleri sunar.
uk: Закріплені варіанти MLX із завершеними перевірками встановлення. Перший варіант підібрано для цього Mac, інші мають інший баланс якості та місця на диску.
vi: Cac bien the MLX da ghim voi cac buoc cai dat da hoan tat. Lua chon dau tien vua voi Mac nay; cac lua chon khac co danh doi khac giua chat luong va dung luong dia.
zh_hans: 这些固定的 MLX 变体已完成安装检查。第一个选项按此 Mac 的配置选择，其他选项提供不同的质量和磁盘占用取舍。
zh_hant: 這些固定的 MLX 變體已完成安裝檢查。第一個選項按此 Mac 的配置選擇，其餘提供不同的品質與磁碟占用取捨。

source: Plan
ar: الخطة
he: תוכנית
hi: योजना
id: Rencana
it: Piano
ja: 計画
ko: 계획
pt_br: Plano
ru: План
uk: План
vi: Kế hoạch
zh_hans: 计划
zh_hant: 計畫

source: Plugin Marketplaces
ar: أسواق الملحقات
de: Plugin-Marktplätze
es: Mercados de plugins
fr: Places de marché de plugins
he: מרכזי תוספים
hi: प्लगइन मार्केटप्लेस
id: Marketplace plugin
it: Marketplace di plugin
ja: プラグインマーケットプレイス
ko: 플러그인 마켓플레이스
nl: Plug-inmarktplaatsen
pl: Marketplace'y wtyczek
pt_br: Marketplaces de plugins
ru: Маркетплейсы плагинов
sv: Marknadsplatser för tillägg
tr: Eklenti pazarları
uk: Маркетплейси плагінів
vi: Chợ plugin
zh_hans: 插件市场
zh_hant: 外掛市集

source: Plugins
ar: الملحقات
he: תוספים
hi: प्लगइन
id: Plugin
it: Plugin
ja: プラグイン
ko: 플러그인
pl: Wtyczki
ru: Плагины
sv: Tillägg
tr: Eklentiler
uk: Плагіни
vi: Plugin
zh_hans: 插件
zh_hant: 外掛

source: Plugins & MCPs
ar: الإضافات وبروتوكول MCP
es: Plugins y MCPs
fr: Extensions et MCPs
he: תוספים ו-MCP
hi: प्लगइन्स और MCPs
id: Plugin & MCP
it: Plugin e MCP
ja: プラグインとMCP
ko: 플러그인 및 MCP
nl: Plug-ins en MCP's
pl: Wtyczki i MCP
pt_br: Plugins e MCPs
ru: Плагины и MCP
sv: Insticksprogram och MCP:er
tr: Eklentiler ve MCP'ler
uk: Плагіни та MCP
vi: Plugin và MCP
zh_hans: 插件与 MCP
zh_hant: 外掛程式與 MCP

source: Plugins and Skills
ar: الإضافات والمهارات
de: Plugins und Fähigkeiten
es: Complementos y habilidades
fr: Plugins et compétences
he: תוספים ומיומנויות
hi: प्लगइन्स और कौशल
id: Plugin dan Keterampilan
it: Plugin e competenze
ja: プラグインとスキル
ko: 플러그인 및 스킬
nl: Plug-ins en vaardigheden
pl: Wtyczki i umiejętności
pt_br: Plug-ins e Habilidades
ru: Плагины и навыки
sv: Insticksprogram och färdigheter
tr: Eklentiler ve Beceriler
uk: Плагіни та навички
vi: Tiện ích mở rộng và Kỹ năng
zh_hans: 插件和技能
zh_hant: 外掛程式與技能

source: Plugins and marketplaces
ar: الإضافات والمتاجر
de: Plugins und Marketplaces
es: Plugins y marketplaces
fr: Plugins et marketplaces
he: תוספים ומרקטפלייסים
hi: प्लगइन और मार्केटप्लेस
id: Plugin dan marketplace
it: Plugin e marketplace
ja: プラグインとマーケットプレイス
ko: 플러그인 및 마켓플레이스
nl: Plugins en marketplaces
pl: Wtyczki i marketplaces
pt_br: Plugins e marketplaces
ru: Плагины и маркетплейсы
sv: Insticksprogram och marknadsplatser
tr: Eklentiler ve mağazalar
uk: Плагіни та маркетплейси
vi: Plugin và chợ ứng dụng
zh_hans: 插件与市场
zh_hant: 外掛與市集

source: Port
ar: المنفذ
es: Puerto
he: יציאה
hi: पोर्ट
it: Porta
ja: ポート
ko: 포트
nl: Poort
pt_br: Porta
ru: Порт
uk: Порт
vi: Cổng
zh_hans: 端口
zh_hant: 連接埠

source: Power
ar: الطاقة
de: Energie
es: Energía
fr: Alimentation
he: צריכת חשמל
hi: पावर
id: Daya
it: Alimentazione
ja: 電源
ko: 전원
nl: Stroom
pl: Zasilanie
pt_br: Energia
ru: Питание
sv: Ström
tr: Güç
uk: Живлення
vi: Nguồn điện
zh_hans: 电源
zh_hant: 電源

source: Power Profile
ar: ملف تعريف الطاقة
de: Energieprofil
es: Perfil de energía
fr: Profil d'alimentation
he: פרופיל צריכת חשמל
hi: पावर प्रोफ़ाइल
id: Profil Daya
it: Profilo di alimentazione
ja: 電源プロファイル
ko: 전원 프로필
nl: Energieprofiel
pl: Profil zasilania
pt_br: Perfil de energia
ru: Профиль энергопотребления
sv: Strömprofil
tr: Güç Profili
uk: Профіль енергоспоживання
vi: Hồ sơ nguồn điện
zh_hans: 电源配置
zh_hant: 電源配置

source: Preferences
ar: التفضيلات
de: Einstellungen
es: Preferencias
fr: Préférences
he: העדפות
hi: प्राथमिकताएं
id: Preferensi
it: Preferenze
ja: 環境設定
ko: 환경설정
nl: Voorkeuren
pl: Preferencje
pt_br: Preferências
ru: Настройки
sv: Inställningar
tr: Tercihler
uk: Параметри
vi: Tùy chỉnh
zh_hans: 偏好设置
zh_hant: 偏好設定

source: Preferences...
ar: التفضيلات...
de: Einstellungen...
es: Preferencias...
fr: Préférences...
he: העדפות...
hi: प्राथमिकताएं...
id: Preferensi...
it: Preferenze...
ja: 環境設定...
ko: 환경설정...
nl: Voorkeuren...
pl: Preferencje...
pt_br: Preferências...
ru: Настройки...
sv: Inställningar...
tr: Tercihler...
uk: Параметри...
vi: Tùy chọn...
zh_hans: 偏好设置...
zh_hant: 偏好設定...

source: Preparing move...
ar: جارٍ التحضير للنقل...
de: Verschieben vorbereiten...
es: Preparando el traslado...
fr: Préparation du déplacement...
he: מכין העברה...
hi: स्थानांतरण की तैयारी...
id: Menyiapkan pemindahan...
it: Preparazione spostamento...
ja: 移動を準備中...
ko: 이동 준비 중...
nl: Verplaatsing voorbereiden...
pl: Przygotowywanie przenoszenia...
pt_br: Preparando movimentação...
ru: Подготовка перемещения...
sv: Förbereder flytt...
tr: Taşıma hazırlanıyor...
uk: Підготовка переміщення...
vi: Đang chuẩn bị di chuyển...
zh_hans: 正在准备移动...
zh_hant: 正在準備移動...

source: Preset name
ar: اسم الإعداد المسبق
de: Name der Voreinstellung
es: Nombre del ajuste
fr: Nom du préréglage
he: שם הגדרה מראש
hi: प्रीसेट नाम
id: Nama Preset
it: Nome preimpostazione
ja: プリセット名
ko: 프리셋 이름
nl: Naam voorinstelling
pl: Nazwa profilu
pt_br: Nome da Predefinição
ru: Имя предустановки
sv: Förinställningsnamn
tr: Önayar adı
uk: Назва предустановки
vi: Tên cài đặt trước
zh_hans: 预设名称
zh_hant: 預設名稱

source: Presets
ar: الإعدادات المسبقة
de: Voreinstellungen
es: Ajustes preestablecidos
fr: Préréglages
he: הגדרות מראש
hi: प्रीसेट
id: Preset
it: Preimpostazioni
ja: プリセット
ko: 프리셋
nl: Voorinstellingen
pl: Profile wstępne
pt_br: Predefinições
ru: Предустановки
sv: Förinställningar
tr: Önayarlar
uk: Предустановки
vi: Cài đặt trước
zh_hans: 预设
zh_hant: 預設

source: Press Esc again to stop
ar: اضغط Esc مرة أخرى للإيقاف
de: Drücken Sie erneut Esc, um zu stoppen
es: Pulsa Esc otra vez para detener
fr: Appuyez de nouveau sur Échap pour arrêter
he: הקש Esc שוב כדי לעצור
hi: रोकने के लिए फिर से Esc दबाएं
id: Tekan Esc lagi untuk berhenti
it: Premi di nuovo Esc per interrompere
ja: 停止するにはもう一度 Esc を押してください
ko: 중지하려면 Esc를 한 번 더 누르세요
nl: Druk nogmaals op Esc om te stoppen
pl: Naciśnij ponownie Esc, aby zatrzymać
pt_br: Pressione Esc novamente para parar
ru: Нажмите Esc еще раз, чтобы остановить
sv: Tryck på Esc igen för att stoppa
tr: Durdurmak için yeniden Esc'ye basın
uk: Натисніть Esc ще раз, щоб зупинити
vi: Nhấn Esc lần nữa để dừng
zh_hans: 再次按 Esc 停止
zh_hant: 再次按 Esc 停止

source: Preview
ar: معاينة
de: Vorschau
es: Vista previa
fr: Aperçu
he: תצוגה מקדימה
hi: प्रीव्यू
id: Pratinjau
it: Anteprima
ja: プレビュー
ko: 미리보기
nl: Voorbeeld
pl: Podgląd
pt_br: Pré-visualização
ru: Предпросмотр
sv: Förhandsvisning
tr: Önizleme
uk: Перегляд
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

source: Preview %@
ar: معاينة %@
de: Vorschau für %@
es: Vista previa de %@
fr: Aperçu de %@
he: תצוגה מקדימה של %@
hi: %@ का पूर्वावलोकन
id: Pratinjau %@
it: Anteprima di %@
ja: %@ をプレビュー
ko: %@ 미리보기
nl: Voorbeeld van %@
pl: Podgląd %@
pt_br: Prévia de %@
ru: Просмотр %@
sv: Förhandsgranska %@
tr: %@ önizlemesi
uk: Попередній перегляд %@
vi: Xem trước %@
zh_hans: 预览 %@
zh_hant: 預覽 %@

source: Preview unavailable
ar: المعاينة غير متاحة
de: Vorschau nicht verfügbar
es: Vista previa no disponible
fr: Aperçu indisponible
he: התצוגה המקדימה אינה זמינה
hi: प्रीव्यू उपलब्ध नहीं
id: Pratinjau tidak tersedia
it: Anteprima non disponibile
ja: プレビューを利用できません
ko: 미리보기를 사용할 수 없음
nl: Voorbeeld niet beschikbaar
pl: Podgląd niedostępny
pt_br: Pré-visualização indisponível
ru: Предпросмотр недоступен
sv: Förhandsvisning ej tillgänglig
tr: Önizleme kullanılamıyor
uk: Перегляд недоступний
vi: Không có bản xem trước
zh_hans: 预览不可用
zh_hant: 預覽無法使用

source: Previous Chat
ar: المحادثة السابقة
de: Vorheriger Chat
es: Chat anterior
fr: Discussion précédente
he: צ'אט קודם
hi: पिछली चैट
id: Obrolan Sebelumnya
it: Chat precedente
ja: 前のチャット
ko: 이전 대화
nl: Vorige chat
pl: Poprzedni czat
pt_br: Chat anterior
ru: Предыдущий чат
sv: Föregående chatt
tr: Önceki Sohbet
uk: Попередній чат
vi: Trò chuyện trước
zh_hans: 上一个对话
zh_hant: 上一個對話

source: Previous Result
ar: النتيجة السابقة
de: Vorheriges Ergebnis
es: Resultado anterior
fr: Résultat précédent
he: התוצאה הקודמת
hi: पिछला परिणाम
id: Hasil Sebelumnya
it: Risultato precedente
ja: 前の結果
ko: 이전 결과
nl: Vorig resultaat
pl: Poprzedni wynik
pt_br: Resultado Anterior
ru: Предыдущий результат
sv: Föregående resultat
tr: Önceki Sonuç
uk: Попередній результат
vi: Kết quả trước
zh_hans: 上一个结果
zh_hant: 上一個結果

source: Previous Turn
ar: الدور السابق
de: Vorheriger Zug
es: Turno anterior
fr: Tour précédent
he: התור הקודם
hi: पिछला टर्न
id: Giliran sebelumnya
it: Turno precedente
ja: 前のターン
ko: 이전 턴
nl: Vorige beurt
pl: Poprzednia tura
pt_br: Turno anterior
ru: Предыдущий ход
sv: Föregående tur
tr: Önceki tur
uk: Попередній хід
vi: Lượt trước
zh_hans: 上一轮
zh_hant: 上一回合

source: Probe HF Repo
ar: فحص مستودع HF
de: HF-Repo abtasten
es: Sondear repositorio HF
fr: Examiner le dépôt HF
he: בדוק מאגר HF
hi: HF रेपो की जांच करें
id: Pindai Repo HF
it: Sonda repository HF
ja: HFリポジトリを検出
ko: HF 저장소 감지
nl: HF-repo peilen
pl: Zbadaj repozytorium HF
pt_br: Sondar Repositório HF
ru: Проверить репозиторий HF
sv: Sondera HF-arkiv
tr: HF Deposunu Yokla
uk: Перевірити репозиторій HF
vi: Thăm dò kho lưu trữ HF
zh_hans: 探测 HF 仓库
zh_hant: 探測 HF 存放庫

source: Probe Hugging Face Repository
ar: فحص مستودع Hugging Face
de: Hugging-Face-Repository prüfen
es: Sondear repositorio de Hugging Face
fr: Sonder le dépôt Hugging Face
he: בדוק מאגר Hugging Face
hi: Hugging Face रिपॉजिटरी जांचें
id: Periksa repositori Hugging Face
it: Sonda il repository Hugging Face
ja: Hugging Face リポジトリを調べる
ko: Hugging Face 리포지토리 조사
nl: Hugging Face-repository onderzoeken
pl: Zbadaj repozytorium Hugging Face
pt_br: Sondar repositório do Hugging Face
ru: Проверить репозиторий Hugging Face
sv: Undersök Hugging Face-utvecklingskatalog
tr: Hugging Face deposunu incele
uk: Дослідити репозиторій Hugging Face
vi: Thăm dò kho Hugging Face
zh_hans: 探测 Hugging Face 仓库
zh_hant: 探測 Hugging Face 儲存庫

source: Probing repository headers...
ar: جارٍ فحص ترويسات المستودع...
de: Repository-Header werden geprüft...
es: Sondeando las cabeceras del repositorio...
fr: Sondage des en-têtes du dépôt...
he: בודק את כותרות המאגר...
hi: रिपॉजिटरी हेडर जांचे जा रहे हैं...
id: Memeriksa header repositori...
it: Sondaggio delle intestazioni del repository...
ja: リポジトリのヘッダーを調べています...
ko: 리포지토리 헤더를 조사하는 중...
nl: Repository-headers onderzoeken...
pl: Badanie nagłówków repozytorium...
pt_br: Sondando os cabeçalhos do repositório...
ru: Проверка заголовков репозитория...
sv: Undersöker utvecklingskatalogens huvuden...
tr: Depo başlıkları inceleniyor...
uk: Перевірка заголовків репозиторію...
vi: Đang thăm dò phần đầu của kho...
zh_hans: 正在探测仓库文件头...
zh_hant: 正在探測儲存庫檔頭...

source: Process CPU usage
ar: استخدام المعالج للعملية
de: Prozess-CPU-Auslastung
es: Uso de CPU del proceso
fr: Utilisation processeur
he: שימוש במעבד
hi: प्रक्रिया सीपीयू उपयोग
id: Penggunaan CPU proses
it: Utilizzo CPU processo
ja: プロセス CPU 使用率
ko: 프로세스 CPU 점유율
nl: CPU-gebruik proces
pl: Użycie procesora
pt_br: Uso de CPU do processo
ru: Загрузка ЦП процессом
sv: Processoranvändning
tr: İşlemci Kullanımı
uk: Використання процесора
vi: Sử dụng CPU của tiến trình
zh_hans: 进程 CPU 占用
zh_hant: 處理程序 CPU 使用率

source: Process memory
ar: ذاكرة العملية
de: Prozessspeicher
es: Memoria del proceso
fr: Mémoire du processus
he: זיכרון תהליך
hi: प्रक्रिया मेमोरी
id: Memori proses
it: Memoria processo
ja: プロセス メモリ
ko: 프로세스 메모리
nl: Procesgeheugen
pl: Pamięć procesu
pt_br: Memória do processo
ru: Память процесса
sv: Processminne
tr: İşlem Belleği
uk: Пам'ять процесу
vi: Bộ nhớ tiến trình
zh_hans: 进程内存
zh_hant: 處理程序記憶體

source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
he: פרופיל
hi: प्रोफ़ाइल
id: Profil
it: Profilo
ja: プロファイル
ko: 프로필
nl: Profiel
pl: Profil
pt_br: Perfil
ru: Профиль
sv: Profil
tr: Profil
uk: Профіль
vi: Hồ sơ
zh_hans: 配置档案
zh_hant: 設定檔

source: Profile ID: %@
ar: معرف ملف التعريف: %@
de: Profil-ID: %@
es: ID de perfil: %@
fr: Identifiant de profil : %@
he: מזהה פרופיל: %@
hi: प्रोफ़ाइल आईडी: %@
id: ID Profil: %@
it: ID profilo: %@
ja: プロファイル ID: %@
ko: 프로필 ID: %@
nl: Profiel-ID: %@
pl: Identyfikator profilu: %@
pt_br: ID do perfil: %@
ru: ID профиля: %@
sv: Profil-ID: %@
tr: Profil Kimliği: %@
uk: ID профілю: %@
vi: ID hồ sơ: %@
zh_hans: 配置文件 ID: %@
zh_hant: 設定檔 ID: %@

source: Profile name
ar: اسم الملف الشخصي
de: Profilname
es: Nombre del perfil
fr: Nom du profil
he: שם הפרופיל
hi: प्रोफ़ाइल नाम
id: Nama Profil
it: Nome del profilo
ja: プロファイル名
ko: 프로필 이름
nl: Profielnaam
pl: Nazwa profilu
pt_br: Nome do Perfil
ru: Имя профиля
sv: Profilnamn
tr: Profil adı
uk: Назва профілю
vi: Tên hồ sơ
zh_hans: 配置文件名称
zh_hant: 設定檔名稱

source: Project "%@" declares MCP servers in its config files.
ar: يعلن المشروع "%@" عن خوادم MCP في ملفات التكوين الخاصة به.
de: Projekt „%@“ deklariert MCP-Server in seinen Konfigurationsdateien.
es: El proyecto "%@" declara servidores MCP en sus archivos de configuración.
fr: Le projet « %@ » déclare des serveurs MCP dans ses fichiers de configuration.
he: הפרויקט "%@" מצהיר על שרתי MCP בקובצי התצורה שלו.
hi: परियोजना "%@" अपनी कॉन्फ़िगरेशन फ़ाइलों में MCP सर्वर घोषित करती है।
id: Proyek "%@" mendeklarasikan server MCP dalam file konfigurasinya.
it: Il progetto "%@" dichiara server MCP nei relativi file di configurazione.
ja: プロジェクト「%@」は設定ファイルで MCP サーバーを宣言しています。
ko: 프로젝트 "%@"이(가) 구성 파일에서 MCP 서버를 선언합니다.
nl: Project "%@" declareert MCP-servers in de configuratiebestanden.
pl: Projekt „%@” deklaruje serwery MCP w plikach konfiguracyjnych.
pt_br: O projeto "%@" declara servidores MCP em seus arquivos de configuração.
ru: Проект «%@» объявляет серверы MCP в своих файлах конфигурации.
sv: Projektet "%@" deklarerar MCP-servrar i sina konfigurationsfiler.
tr: "%@" projesi, yapılandırma dosyalarında MCP sunucularını bildiriyor.
uk: Проект «%@» оголошує сервери MCP у своїх файлах конфігурації.
vi: Dự án "%@" khai báo các máy chủ MCP trong tệp cấu hình của nó.
zh_hans: 项目“%@”在其配置文件中声明了 MCP 服务器。
zh_hant: 專案「%@」在其設定檔中宣告了 MCP 伺服器。

source: Project Name
ar: اسم المشروع
de: Projektname
es: Nombre del proyecto
fr: Nom du projet
he: שם הפרויקט
hi: प्रोजेक्ट नाम
id: Nama proyek
it: Nome del progetto
ja: プロジェクト名
ko: 프로젝트 이름
nl: Projectnaam
pl: Nazwa projektu
pt_br: Nome do projeto
ru: Название проекта
sv: Projektnamn
tr: Proje adı
uk: Назва проєкту
vi: Tên dự án
zh_hans: 项目名称
zh_hant: 專案名稱

source: Project Rules & Instructions
ar: قواعد المشروع وتعليماته
de: Projektregeln und -anweisungen
es: Reglas e instrucciones del proyecto
fr: Règles et instructions du projet
he: כללי הפרויקט והוראותיו
hi: प्रोजेक्ट नियम और निर्देश
id: Aturan dan instruksi proyek
it: Regole e istruzioni del progetto
ja: プロジェクトのルールと指示
ko: 프로젝트 규칙 및 지침
nl: Projectregels en -instructies
pl: Reguły i instrukcje projektu
pt_br: Regras e instruções do projeto
ru: Правила и инструкции проекта
sv: Projektregler och instruktioner
tr: Proje kuralları ve yönergeleri
uk: Правила та інструкції проєкту
vi: Quy tắc và hướng dẫn dự án
zh_hans: 项目规则与说明
zh_hant: 專案規則與說明

source: Project Scope (.turbospark/agents)
ar: نطاق المشروع (‎.turbospark/agents)
de: Projektbereich (.turbospark/agents)
es: Ámbito del proyecto (.turbospark/agents)
fr: Portée du projet (.turbospark/agents)
he: היקף הפרויקט (‎.turbospark/agents)
hi: प्रोजेक्ट स्कोप (.turbospark/agents)
id: Cakupan proyek (.turbospark/agents)
it: Ambito del progetto (.turbospark/agents)
ja: プロジェクトスコープ (.turbospark/agents)
ko: 프로젝트 범위(.turbospark/agents)
nl: Projectbereik (.turbospark/agents)
pl: Zakres projektu (.turbospark/agents)
pt_br: Escopo do projeto (.turbospark/agents)
ru: Область проекта (.turbospark/agents)
sv: Projektomfång (.turbospark/agents)
tr: Proje kapsamı (.turbospark/agents)
uk: Область проєкту (.turbospark/agents)
vi: Phạm vi dự án (.turbospark/agents)
zh_hans: 项目范围 (.turbospark/agents)
zh_hant: 專案範圍 (.turbospark/agents)

source: Project Scope (.turbospark/skills)
ar: نطاق المشروع (‎.turbospark/skills)
de: Projektbereich (.turbospark/skills)
es: Ámbito del proyecto (.turbospark/skills)
fr: Portée du projet (.turbospark/skills)
he: היקף הפרויקט (‎.turbospark/skills)
hi: प्रोजेक्ट स्कोप (.turbospark/skills)
id: Cakupan proyek (.turbospark/skills)
it: Ambito del progetto (.turbospark/skills)
ja: プロジェクトスコープ (.turbospark/skills)
ko: 프로젝트 범위(.turbospark/skills)
nl: Projectbereik (.turbospark/skills)
pl: Zakres projektu (.turbospark/skills)
pt_br: Escopo do projeto (.turbospark/skills)
ru: Область проекта (.turbospark/skills)
sv: Projektomfång (.turbospark/skills)
tr: Proje kapsamı (.turbospark/skills)
uk: Область проєкту (.turbospark/skills)
vi: Phạm vi dự án (.turbospark/skills)
zh_hans: 项目范围 (.turbospark/skills)
zh_hant: 專案範圍 (.turbospark/skills)

source: Project Settings
ar: إعدادات المشروع
de: Projekteinstellungen
es: Ajustes del proyecto
fr: Paramètres du projet
he: הגדרות פרויקט
hi: परियोजना सेटिंग्स
id: Pengaturan Proyek
it: Impostazioni progetto
ja: プロジェクト設定
ko: 프로젝트 설정
nl: Projectinstellingen
pl: Ustawienia projektu
pt_br: Configurações do Projeto
ru: Настройки проекта
sv: Projektinställningar
tr: Proje Ayarları
uk: Налаштування проєкту
vi: Cài đặt dự án
zh_hans: 项目设置
zh_hant: 專案設定

source: Project actions
ar: إجراءات المشروع
de: Projekt-Aktionen
es: Acciones del proyecto
fr: Actions du projet
he: פעולות פרויקט
hi: परियोजना कार्रवाइयां
id: Tindakan proyek
it: Azioni progetto
ja: プロジェクト操作
ko: 프로젝트 작업
nl: Projectacties
pl: Działania projektu
pt_br: Ações do projeto
ru: Действия проекта
sv: Projektåtgärder
tr: Proje eylemleri
uk: Дії проєкту
vi: Hành động dự án
zh_hans: 项目操作
zh_hant: 專案操作

source: Project actions for %@
ar: إجراءات المشروع لـ %@
de: Projekt-Aktionen für %@
es: Acciones de proyecto para %@
fr: Actions de projet pour %@
he: פעולות פרויקט עבור %@
hi: %@ के लिए प्रोजेक्ट कार्रवाइयां
id: Tindakan proyek untuk %@
it: Azioni progetto per %@
ja: %@ のプロジェクト操作
ko: %@ 프로젝트 동작
nl: Projectacties voor %@
pl: Działania projektu dla %@
pt_br: Ações de projeto para %@
ru: Действия проекта для %@
sv: Projektåtgärder för %@
tr: %@ için proje eylemleri
uk: Дії проєкту для %@
vi: Hành động dự án cho %@
zh_hans: %@ 的项目操作
zh_hant: %@ 的專案動作

source: Project override
ar: تجاوز على مستوى المشروع
de: Projektüberschreibung
es: Anulación del proyecto
fr: Remplacement au niveau du projet
he: עקיפה ברמת הפרויקט
hi: प्रोजेक्ट अधिरोहण
id: Penimpaan proyek
it: Override del progetto
ja: プロジェクトによる上書き
ko: 프로젝트 재정의
nl: Projectoverschrijving
pl: Nadpisanie projektu
pt_br: Substituição do projeto
ru: Переопределение проекта
sv: Projektöverskrivning
tr: Proje geçersiz kılma
uk: Перевизначення проєкту
vi: Ghi đè theo dự án
zh_hans: 项目覆盖
zh_hant: 專案覆寫
